tap "anhoder/go-musicfox"
tap "barutsrb/tap"
tap "bufbuild/buf"
tap "farion1231/ccswitch"
tap "homebrew/services"
tap "lbjlaq/antigravity-manager", "https://github.com/lbjlaq/Antigravity-Manager"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
tap "oven-sh/bun"
tap "productdevbook/tap"
tap "thezoraiz/ascii-image-converter"
tap "tw93/tap"
tap "yuusheng/tap"
brew "giflib"
brew "ast-grep"
brew "cairo"
brew "carapace"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "ddcctl"
brew "deno"
brew "difftastic"
brew "direnv"
brew "docker"
brew "dotter"
brew "libidn2"
brew "eza"
brew "fabric-ai"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "grpcurl"
brew "httpie"
brew "jpeg"
brew "jq"
brew "lazygit"
brew "libfido2"
brew "libimobiledevice"
brew "lua"
brew "mysql@8.4", restart_service: :changed
brew "neovim"
brew "nginx"
brew "pkgconf"
brew "poppler"
brew "postgresql@17", restart_service: :changed
brew "protobuf"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "screen"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "xcodegen"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "anhoder/go-musicfox/go-musicfox"
brew "bufbuild/buf/buf"
brew "oven-sh/bun/bun"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "tw93/tap/mole"
brew "yuusheng/tap/fin"
cask "nikitabobko/tap/aerospace"
cask "alma"
cask "alt-tab"
cask "farion1231/ccswitch/cc-switch"
cask "claude-code"
cask "codex"
cask "fliqlo"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "keycastr"
cask "localsend"
cask "loungy"
cask "monitorcontrol"
cask "notion"
cask "barutsrb/tap/omniwm"
cask "orbstack"
cask "pearcleaner"
cask "productdevbook/tap/portkiller"
cask "postman"
cask "rectangle"
cask "tencent-lemon"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "angelorafael.jsx-html-tags"
vscode "antfu.file-nesting"
vscode "antfu.goto-alias"
vscode "antfu.iconify"
vscode "antfu.open-in-github-button"
vscode "antfu.slidev"
vscode "antfu.smart-clicks"
vscode "antfu.theme-vitesse"
vscode "antfu.unocss"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "atomiks.moonlight"
vscode "bierner.emojisense"
vscode "bierner.markdown-emoji"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "byted-ferry.thrift-language-support"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "chris-noring.node-snippets"
vscode "codezombiech.gitignore"
vscode "cpylua.language-postcss"
vscode "cschlosser.doxdocgen"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "ddiu8081.moegi-theme"
vscode "deepscan.vscode-deepscan"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ex3ndr.llama-coder"
vscode "fabiospampinato.vscode-open-in-github"
vscode "figma.figma-vscode-extension"
vscode "fill-labs.dependi"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gregorbiswanger.json2ts"
vscode "gruntfuggly.todo-tree"
vscode "inlang.vs-code-extension"
vscode "johnsoncodehk.vscode-tsslint"
vscode "leetcode.vscode-leetcode"
vscode "liamhammett.inline-parameters"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "lokalise.i18n-ally"
vscode "lucax88x.codeacejumper"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "nixon.env-cmd-file-syntax"
vscode "nrwl.angular-console"
vscode "nuxtr.nuxtr-vscode"
vscode "oscartbeaumont.rspc-vscode"
vscode "oven.bun-vscode"
vscode "oxc.oxc-vscode"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "raunofreiberg.vesper"
vscode "rebornix.project-snippets"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "runem.lit-plugin"
vscode "rust-lang.rust-analyzer"
vscode "simonsiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tonka3000.raycast"
vscode "typescriptteam.native-preview"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "vue.volar"
vscode "vunguyentuan.vscode-css-variables"
vscode "whizkydee.material-palenight-theme"
vscode "william-voyek.vscode-nginx"
vscode "xabikos.javascriptsnippets"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
vscode "znck.grammarly"
vscode "zxh404.vscode-proto3"
go "github.com/cosmtrek/air"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/ramya-rao-a/go-outline"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "gotest.tools/gotestsum"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/fatih/motion"
go "github.com/bernardo-bruning/ollama-copilot"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-binstall"
cargo "cargo-deny"
cargo "cargo-dist"
cargo "cargo-expand"
cargo "cargo-insta"
cargo "cargo-shear"
cargo "dprint"
cargo "fin"
cargo "just"
cargo "rustowl"
cargo "sqlx-cli"
cargo "tree-sitter-cli"
cargo "typos-cli"
cargo "watchexec-cli"
